Repository: HathorNetwork/hathor-wallet-mobile
Catalog: locale/*/*.po
Languages: fr_fr

source: Unexpected error occurred
fr_fr: Une erreur inattendue est survenue

source: Unfortunately an unhandled error happened and you will need to restart your app. We kindly ask you to report this error to the Hathor team clicking on the button below. No sensitive data will be shared.
fr_fr: Malheureusement une erreur non gérée s’est produite et vous devez relancer l’application. Nous vous demander de bien vouloir signaler cette erreur à l’équipe Hathor en cliquant sur le bouton ci-dessous. Aucune donnée sensible ne sera partagée.

source: Report error
fr_fr: Signaler une erreur

source: Close
fr_fr: Fermer

source: Unknown
fr_fr: Inconnu(e)

source: Received ${ symbol }
fr_fr: Reçu ${ symbol }

source: Sent ${ symbol }
fr_fr: Envoyé ${ symbol }

source: You sent ${ symbol } to yourself
fr_fr: Vous vous êtes envoyé ${ symbol }

source: [Today •] HH:mm
fr_fr: [Aujourd’hui •] HH:mm

source: [Tomorrow •] HH:mm
fr_fr: [Demain •] HH:mm

source: [Yesterday •] HH:mm
fr_fr: [Hier •] HH:mm

source: [Last] dddd [•] HH:mm
fr_fr: [Dernier] dddd [•] HH:mm

source: Invalid address
fr_fr: Adresse invalide

source: ABOUT
fr_fr: À PROPOS

source: This app is developed by Hathor Labs and is distributed for free.
fr_fr: Cette appli est développée par Hathor Labs et est distribuée gratuitement.

source: This wallet is connected to the **mainnet**.
fr_fr: Le portefeuille est connecté à **mainnet**.

source: A mobile wallet is not the safest place to store your tokens. So, we advise you to keep only a small amount of tokens here, such as pocket money.
fr_fr: Un portefeuille sur mobile n’est pas le sûr moyen de garder vos jetons. Nous vous conseillons donc de ne garder qu’une petite portion ici, comme de l’argent de poche.

source: For further information, check out our website |link:https://hathor.network/|.
fr_fr: Pour plus d’informations, consultez notre site |link:https://hathor.network/|.

source: Words saved correctly
fr_fr: Les mots ont été correctement enregistrés

source: To make sure you saved,
fr_fr: Pour être sûr que vous avez enregistré,

source: Please select the word that corresponds to the number below:
fr_fr: Veuillez sélectionner le mot qui correspond au nombre ci-dessous :

source: Incorrect PIN code.
fr_fr: Code PIN incorrect.

source: PIN codes don't match.
fr_fr: Les codes PIN ne correspondent pas.

source: Error while changing PIN
fr_fr: Erreur lors du changement du code PIN

source: Please enter your **current PIN**
fr_fr: Veuillez entrer votre **code PIN actuel**

source: Please enter your **new PIN**
fr_fr: Veuillez entrer votre **nouveau code PIN**

source: Please enter your **new PIN** again
fr_fr: Veuillez entrer, encore une fois, votre **nouveau code PIN**

source: New PIN recorded
fr_fr: Code PIN enregistré

source: CHANGE PIN
fr_fr: CHANGER CODE PIN

source: Enter your new PIN code
fr_fr: Veuillez entrer votre code nouveau code PIN

source: Enter your new PIN code again
fr_fr: Veuillez entrer, encore une fois, votre code nouveau code PIN

source: Create a new PIN code,
fr_fr: Créer un nouveau code PIN,

source: To confirm the PIN,
fr_fr: Pour confirmer votre code PIN,

source: PIN codes don't match. Try again.
fr_fr: Les codes PIN ne correspondent pas. Veuillez réessayer.

source: Start the Wallet
fr_fr: Lancer le portefeuille

source: CREATE TOKEN
fr_fr: CRÉER UN JETON

source: Amount of ${ this.name } (${ this.symbol })
fr_fr: Total de ${ this.name } (${ this.symbol })

source: Deposit:
fr_fr: Dépôt :

source: You have ${ amountAvailableText } HTR available
fr_fr: Vous avez ${ amountAvailableText } HTR disponible(s)

source: Next
fr_fr: Suivant

source: Creating token
fr_fr: Création du jeton

source: **${ _this.name }** created successfully
fr_fr: **${ _this.name }** créé avec succès

source: Enter your 6-digit pin to create your token
fr_fr: Entrez vos 6 chiffres du code PIN pour créer votre jeton

source: Authorize token creation
fr_fr: Autoriser la création du jeton

source: Amount of ${ this.name }
fr_fr: Total de ${ this.name }

source: Token name
fr_fr: Nom du jeton

source: Token symbol
fr_fr: Symbole du jeton

source: Deposit
fr_fr: Dépôt

source: Create token
fr_fr: Créer un jeton

source: When creating new tokens, a |fn:deposit of ${ depositPercentage }%| in HTR is required - e.g. if you create 1000 NewCoins, 10 HTR are needed as deposit.
fr_fr: Pendant la création de nouveaux jetons, un |fn:dépôt de ${ depositPercentage }% de HTR est requis - ex : si vous créez 1000 NewCoins, 10 HTR seront nécessaires comme dépôt.

source: If these tokens are later melted, the HTR deposit will be returned. Read more about it |link:here|.
fr_fr: Si ces jetons sont par la suite fondus, le HTR déposé vous sera retourné. Plus de détails |link:ici|.

source: I understand
fr_fr: Je comprends

source: TOKEN DETAILS
fr_fr: DÉTAILS DU JETON

source: 0/30 characters
fr_fr: 0/30 caractères

source: ${ text.length }/30 characters
fr_fr: ${ text.length }/30 caractères

source: Token Name
fr_fr: Nom du jeton

source: Token name should be the full name of the new token you are creating
fr_fr: Le nom du jeton est le nom complet du nouveau jeton que créez

source: E.g. MyToken or My Token
fr_fr: Ex : MonJeton ou Mon Jeton

source: Between 2 and 5 characters
fr_fr: Entre 2 et 5 caractères

source: The symbol is a smaller version of the token name
fr_fr: Le symbole est la forme courte du nom du jeton

source: E.g. HTR
fr_fr: Ex : HTR

source: Register token
fr_fr: Inscrire le jeton

source: TOKENS
fr_fr: JETONS

source: Welcome to Hathor Wallet!
fr_fr: Bienvenue sur Hathor Wallet!

source: I understand the risks of using a mobile wallet
fr_fr: Je comprends les risques d’utilisation d’un portefeuille pour mobiles

source: Start
fr_fr: Commencer

source: To start,
fr_fr: Pour commencer,

source: You need to **initialize your wallet**.
fr_fr: Vous devez **initialiser votre portefeuille**.

source: You can either **start a new wallet** or **import a wallet** that already exists.
fr_fr: Vous pouvez **créer un portefeuille** ou **importer un portefeuille** existant.

source: To import a wallet, you will need to provide your seed words.
fr_fr: Pour importer un portefeuille, vous devez fournir les mots de votre phrase de récupération.

source: Import Wallet
fr_fr: Importer un portefeuille

source: New Wallet
fr_fr: Nouveau portefeuille

source: Your wallet has been created!
fr_fr: Votre portefeuille a été créé!

source: You must **do a backup** and save the words below **in the same order they appear**.
fr_fr: Vous devez **faire une sauvegarde** et enregistrer les mots ci-dessous **dans le même ordre qu’ils sont écrits**.

source: To import a wallet,
fr_fr: Pour importer un portefeuille,

source: You need to **write down the ${ this.numberOfWords } seed words** of your wallet, separated by space.
fr_fr: Vous avez besoin **d’entrer les ${ this.numberOfWords } mots de phrase de récupération** de votre portefeuille, séparés par des espaces.

source: Words
fr_fr: Mots

source: Enter your seed words separated by space
fr_fr: Entrez les mots de seed phrase (phrase de récupération) séparés par des espaces

source: Loading your transactions
fr_fr: Chargement de vos transactions

source: **${ _this2.props.loadedData.transactions } transactions** found
fr_fr: **${ _this2.props.loadedData.transactions } transaction(s)** trouvée(s)

source: **${ _this2.props.loadedData.addresses } addresses** found
fr_fr: **${ _this2.props.loadedData.addresses } adresses** trouvée(s)

source: No transactions
fr_fr: Aucune transaction

source: |share:Share your address| with friends and start exchanging tokens
fr_fr: |share:Partagez votre adresse| avec vos amis et commencez à échangez des jetons

source: Available Balance
fr_fr: Solde disponible

source: Locked
fr_fr: Verrouillé

source: You've just received **${ amount } ${ symbol }**
fr_fr: Vous avez reçu **${ amount } ${ symbol }**

source: PAYMENT REQUEST
fr_fr: DEMANDE DE PAIEMENT

source: Token
fr_fr: Jeton

source: Amount
fr_fr: Montant

source: My Address
fr_fr: Mon adresse

source: Status
fr_fr: Statut

source: Received
fr_fr: Reçu

source: Waiting confirmation
fr_fr: Attente de la confirmation

source: Incorrect PIN Code. Try again.
fr_fr: Code PIN incorrect. Veuillez réessayer.

source: Enter your PIN Code
fr_fr: Entrez votre code PIN

source: Unlock Hathor Wallet
fr_fr: Déverrouiller Hathor Wallet

source: Cancel
fr_fr: Annuler

source: Reset wallet
fr_fr: Réinitialiser le portefeuille

source: Payment Request
fr_fr: Demande de paiement

source: RECEIVE
fr_fr: RECEVOIR

source: Manual info
fr_fr: Entrer manuellement

source: REGISTER TOKEN
fr_fr: INSCRIRE UN JETON

source: Scan the token QR code
fr_fr: Scannez le QR code du jeton

source: You're going to register the following token:
fr_fr: Vous êtes sur le point d’inscrire le jeton suivant :

source: Name:
fr_fr: Nom :

source: Symbol:
fr_fr: Symbole :

source: Configuration string
fr_fr: Texte de configuration

source: RESET WALLET
fr_fr: RÉINITIALISER LE PORTEFEUILLE

source: Are you sure?
fr_fr: Vous êtes sûr(e) ?

source: If you reset your wallet, **all data will be deleted**, and you will **lose access to your tokens**.
fr_fr: Si vous réinitialiser votre portefeuille, **toutes les données seront supprimées**, et **vous perdrez accès à vos jetons**.

source: To recover access to your tokens, you will need to import your seed words again.
fr_fr: Pour récupérer l’accès à votre jetons, vous devriez importer votre phrase de récupération encore une fois.

source: I want to reset my wallet, and I acknowledge that **all data will be wiped out**.
fr_fr: Je veux réinitialiser mon portefeuille et j’ai pris connaissance du fait que toutes les données seront supprimées.

source: Reset Wallet
fr_fr: Réinitialiser le portefeuille

source: No biometry supported
fr_fr: Biométrie non prise en charge

source: Use ${ this.supportedBiometry }
fr_fr: Utiliser ${ this.supportedBiometry }

source: SECURITY
fr_fr: SECURITÉ

source: Change PIN
fr_fr: Changer le code PIN

source: Lock wallet
fr_fr: Verrouiller le portefeuille

source: SEND
fr_fr: ENVOYER

source: Address to send
fr_fr: Adresse de destination

source: Insufficient funds
fr_fr: Fonds insuffisants

source: ${ amountAndToken } available
fr_fr: ${ amountAndToken } disponible

source: SEND ${ tokenNameUpperCase }
fr_fr: ENVOYER ${ tokenNameUpperCase }

source: Your transfer is being processed
fr_fr: Traitement de votre transfert

source: Your transfer of **${ _this.amountAndToken }** has been confirmed
fr_fr: Votre transfert de **${ _this.amountAndToken }** a été confirmé

source: Enter your 6-digit pin to authorize operation
fr_fr: Entrer les 6 chiffres PIN pour autoriser l’opération

source: Authorize operation
fr_fr: Autoriser l’opération

source: Address
fr_fr: Adresse

source: Send
fr_fr: Envoyer

source: Invalid QR code
fr_fr: QR code invalide

source: You don't have the requested token [${ tokenLabel }]
fr_fr: Vous n’avez pas les jetons demandés [${ tokenLabel }]

source: Scan the QR code
fr_fr: Scanner le QR code

source: You are connected to
fr_fr: Vous êtes connecté(e) à

source: Connected to
fr_fr: Connecté(e) à

source: Security
fr_fr: Sécurité

source: Create a new token
fr_fr: Créer un nouveau jeton

source: Register a token
fr_fr: Inscrire un jeton

source: About
fr_fr: À propos

source: Unregister
fr_fr: Désinscrire

source: UNREGISTER TOKEN
fr_fr: DÉSINSCRIRE UN JETON

source: If you unregister this token **you won't be able to execute operations with it**, unless you register it again.
fr_fr: Si vous désinscrivez ce jeton **vous ne pourrez plus l’utiliser**, sauf si vous l’inscrivez encore.

source: You won't lose your tokens, they will just not appear on this wallet anymore.
fr_fr: Vous ne perdrez pas vos jetons, ils n’apparaîtront tout simplement dans sur ce portefeuille.

source: I want to unregister the token **${ tokenLabel }**
fr_fr: Je veux désinscrire le jeton **${ tokenLabel }**

source: Unregister token
fr_fr: Désinscrire le jeton

source: Copied to clipboard!
fr_fr: Copié dans le presse-papier !

source: Thanks for reporting the error to the team. We will investigate it to prevent from happening again.
fr_fr: Merci de signer l’erreur à l’équipe. Nous l’investiguerons et nous assureront qu’elle ne reproduise plus.

source: Unexpected error
fr_fr: Erreur inattendue

source: Please restart your app to continue using the wallet.
fr_fr: Veuillez relancer l’application pour continuer à utiliser le portefeuille.

source: Create payment request
fr_fr: Créer une demande de paiement

source: No internet connection
fr_fr: Aucune connexion Internet

source: Opening camera
fr_fr: Lancement de la caméra

source: Here is my address: ${ _this.state.address }
fr_fr: Voici mon adresse : ${ _this.state.address }

source: New address
fr_fr: Nouvelle adresse

source: Share
fr_fr: Partager

source: Propagating transaction to the network.
fr_fr: Propagation de la transaction dans le réseau.

source: Here is the configuration string of token ${ tokenLabel }: ${ configString }
fr_fr: Voilà le texte de configuration du jeton ${ tokenLabel }: ${ configString }

source: Date & Time
fr_fr: Date et heure

source: Public Explorer
fr_fr: Explorateur
