Repository: HathorNetwork/hathor-wallet-mobile
Catalog: locale/*/texts.po
Languages: da, pt_br, ru_ru

source: I want to unregister the token **${ tokenLabel }**
da: Jeg vil afregistrere token **${ tokenLabel }**
pt_br: Eu quero desregistrar o token **${ tokenLabel }**
ru_ru: Я хочу отменить регистрацию токена **${ tokenLabel }**

source: Unregister token
da: Afregistrer token
pt_br: Desregistrar token
ru_ru: Отменить регистрацию токена

source: Create Token Request
pt_br: Requisição de Criação de Token

source: New Nano Contract Transaction
pt_br: Nova Transação de Nano Contract

source: There was an error connecting. Please try again later.
pt_br: Ocorreu um erro durante a conexão. Por favor, tente novamente mais tarde.

source: Add
pt_br: Adicionar

source: End session
pt_br: Encerrar sessão

source: This will disconnect the session.
pt_br: Isso irá desconectar a sessão.

source: End
pt_br: Encerrar

source: Reown Sessions
pt_br: Sessões do Reown

source: Manual Connection
pt_br: Digitar

source: Connect
pt_br: Conectar

source: Sign Message Request
pt_br: Solicitação de Assinatura de Mensagem

source: Sign Oracle Data Request
pt_br: Solicitação de Assinatura do Oracle

source: Back
pt_br: Voltar

source: Custom Network Settings
pt_br: Configurações de Rede Personalizada

source: Any token outside mainnet network bear no value. Only change if you know what you are doing.
pt_br: Nenhum token fora da rede mainnet possui valor. Apenas mude a rede se você souber o que está fazendo.

source: Updating custom network settings...
pt_br: Atualizando configurações de rede...

source: Network settings successfully customized.
pt_br: Configuração de rede atualizada com sucesso.

source: There was an error while customizing network settings. Please try again later.
pt_br: Ocorreu um erro ao atualizar as configurações de rede. Por favor, tente novamente mais tarde.

source: nodeUrl is required.
pt_br: nodeUrl é obrigatório.

source: explorerUrl is required.
pt_br: explorerUrl é obrigatório.

source: explorerServiceUrl is required.
pt_br: explorerServiceUrl é obrigatório.

source: txMiningServiceUrl is required.
pt_br: txMiningServiceUrl é obrigatório.

source: walletServiceUrl is required when walletServiceWsUrl is filled.
pt_br: walletServiceUrl é obrigatório quando walletServiceWsUrl está preenchido.

source: walletServiceWsUrl is required when walletServiceUrl is filled.
pt_br: walletServiceWsUrl é obrigatório quando walletServiceUrl está preenchido.

source: Wallet Service URL (optional)
pt_br: Wallet Service URL (opcional)

source: Wallet Service WS URL (optional)
pt_br: Wallet Service WS URL (opcional)

source: Network Pre-Settings
pt_br: Pré-Configurações de Rede

source: Customize
pt_br: Personalizar

source: Risk Disclaimer
pt_br: Aviso de Risco

source: Do not change this unless you know what you are doing, and under no circumstances change these settings based on someone else suggestion, as this can potentially make you susceptible to fraudulent schemes.
pt_br: Não altere a rede a menos que você saiba o que está fazendo, e sob nenhuma circunstância altere a rede por sugestão de terceiros, uma vez que ao alterar a rede você pode ser vítima de fraude.

source: Nano Contract Details
pt_br: Detalhes do Nano Contract

source: Nano Contract ID is required.
pt_br: ID do Nano Contract é obrigatório.

source: See contract
pt_br: Ver contrato

source: Load First Addresses Error
pt_br: Erro ao carregar primeiro endereço da wallet

source: Loading
pt_br: Carregando

source: Loading first wallet address.
pt_br: Carregando primeiro endereço da wallet.

source: Nano Contract ID
pt_br: ID do Nano Contract

source: Wallet Address
pt_br: Endereço da Carteira

source: If you want to change the wallet address, you will be able to do
pt_br: Se deseja alterar o endereço de assinatura, você pode alterar

source: after the contract is registered.
pt_br: depois do contrato ser registrado.

source: Nano Contract Registration
pt_br: Registro do Nano Contract

source: Nano Contract Transaction
pt_br: Transação do Nano Contract

source: Contract successfully registered.
pt_br: Nano Contract registrado com sucesso.

source: Nano Contract already registered.
pt_br: Nano Contract já registrado.

source: Wallet is not ready yet to register a Nano Contract.
pt_br: A wallet não está pronta ainda para registrar Nano Contracts.

source: The informed address does not belong to the wallet.
pt_br: O endereço informado não pertence a esta carteira.

source: Nano Contract not found.
pt_br: Nano Contract não encontrado.

source: Error while trying to register Nano Contract.
pt_br: Erro ao tentar registrar o Nano Contract.

source: Invalid transaction to register as Nano Contract.
pt_br: Nano Contract inválido.

source: Blueprint not found.
pt_br: Blueprint não encontrado.

source: Couldn't get Blueprint info.
pt_br: Não foi possível carregar informações do Blueprint.

source: Nano Contract not registered.
pt_br: Nano Contract não registrado.

source: Error while trying to download Nano Contract transactions history.
pt_br: Error ao fazer download do histórico de transações do Nano Contract.

source: Custom Network Settings cannot be empty.
pt_br: As Configurações de Rede não podem estar vazias.

source: explorerUrl should be a valid URL.
pt_br: explorerUrl deve ser uma URL válida.

source: explorerServiceUrl should be a valid URL.
pt_br: explorerServiceUrl deve ser uma URL válida.

source: txMiningServiceUrl should be a valid URL.
pt_br: txMiningServiceUrl deve ser uma URL válida.

source: nodeUrl should be a valid URL.
pt_br: nodeUrl deve ser uma URL válida.

source: walletServiceUrl should be a valid URL.
pt_br: walletServiceUrl deve ser uma URL válida.

source: walletServiceWsUrl should be a valid URL.
pt_br: walletServiceWsUrl deve ser uma URL válida.

source: Wallet not found while trying to persist the custom network settings.
pt_br: Wallet não encontrada ao persistir a configuração personalizada da rede.

source: Transaction
da: Ingen transaktioner
pt_br: Transação
ru_ru: Нет транзакций

source: Open
da: Åben
pt_br: Abrir
ru_ru: Открыть

source: Wallet is not ready yet.
pt_br: A wallet não está pronta ainda.

source: Error loading the details of some tokens.
pt_br: Ocorreu um erro durante o carregamento de detalhes de alguns tokens.

source: Wallet is not ready to load addresses.
pt_br: A wallet não está pronta para carregar os endereços.

source: There was an error while loading wallet addresses. Try again.
pt_br: Ocorreu um erro ao carregar os endereços da wallet. Tente novamente.

source: Wallet is not ready to load the first address.
pt_br: A wallet não está pronta para carregar o primeiro endereço.

source: There was an error while loading first wallet address. Try again.
pt_br: Ocorreu um erro ao carregar o primeiro endereço da wallet. Tente novamente.

source: Do you want to enable push notifications for this wallet?
pt_br: Você deseja habilitar as notificações para esta wallet?

source: You can always change this later in the settings menu
pt_br: Você sempre pode alterar as configurações depois no menu

source: Yes, enable
pt_br: Sim, habilitar

source: Refresh your push notification registration
pt_br: Atualize sua configuração de notificação

source: In order to keep receiving push notifications, you need to refresh your registration. Do you want to do it now?
pt_br: Para continuar recebendo notificações, é necessário atualizar sua configuração de notificação. Deseja atualizar agora?

source: Refresh
pt_br: Atualizar

source: Copied to clipboard!
da: Kopieret til udklipsholder!
pt_br: Copiado!
ru_ru: Скопировано в буфер обмена!

source: Thanks for reporting the error to the team. We will investigate it to prevent from happening again.
da: Tak for at rapportere fejlen til teamet. Vi vil undersøge det, for at forhindre at det sker igen.
pt_br: Obrigado por enviar o erro para o time. Nós vamos investigá-lo para que não aconteça mais.

source: Unexpected error
da: Uventet fejl
pt_br: Erro inesperado

source: Please restart your app to continue using the wallet.
da: Genstart venligst app'en for at kunne bruge din wallet igen.
pt_br: Por favor reinicie seu aplicativo para continuar usando a wallet.

source: Unfortunately an unhandled error happened and you will need to restart your app. We kindly ask you to report this error to the Hathor team clicking on the button below. No sensitive data will be shared.
da: Desværre opstod der en uventet fejl. Vi vil værdsætte det, hvis du rapporterer denne fejl til Hathor teamet, ved at trykke på knappen herunder. Ingen følsomme data vil blive delt.
pt_br: Infelizmente um erro não tratado ocorreu e você precisa reiniciar o aplicativo. Nós pedimos que você envie esse erro para o time da Hathor clicando no botão abaixo. Nenhum dado sensível será compartilhado.

source: Unfortunately an unhandled error happened. We kindly ask you to report this error to the Hathor team clicking on the button below. No sensitive data will be shared.
da: Desværre opstod der en uventet fejl. Vi vil værdsætte det, hvis du rapporterer denne fejl til Hathor teamet, ved at trykke på knappen herunder. Ingen følsomme data vil blive delt.
pt_br: Infelizmente um erro não tratado ocorreu. Nós pedimos que você envie esse erro para o time da Hathor clicando no botão abaixo. Nenhum dado sensível será compartilhado.

source: Unexpected error occurred
da: En uventet fejl opstod
pt_br: Um erro inesperado ocorreu

source: Report error
da: Rapporter fejl
pt_br: Reportar erro

source: Close
da: Luk
pt_br: Fechar

source: Create payment request
da: Opret betalingsanmodning
pt_br: Criar requisição de pagamento
ru_ru: Создать запрос на получение средств

source: No internet connection
da: Ingen internetforbindelse
pt_br: Sem conexão com a internet
ru_ru: Нет соединения с интернетом

source: Public Explorer
pt_br: Explorer Público

source: Date & Time
da: Dato & Tid
pt_br: Data & Hora
ru_ru: Дата и Время

source: New Transaction
da: Ingen transaktioner
pt_br: Transação
ru_ru: Нет транзакций

source: Here is my address: ${ lastSharedAddress }
da: Her er min adresse: ${ lastSharedAddress }
pt_br: Esse é o meu endereço: ${ lastSharedAddress }
ru_ru: Это мой адрес: ${ lastSharedAddress }

source: New address
da: Ny adresse
pt_br: Novo endereço
ru_ru: Новый адрес

source: Share
da: Del
pt_br: Compartilhar
ru_ru: Поделиться

source: Propagating transaction to the network.
pt_br: Propagando a transação para a rede.

source: Transation not found
da: Ingen transaktioner
pt_br: Transação não encontrada
ru_ru: Нет транзакций

source: The transaction has not arrived yet in your wallet. Do you want to retry?
pt_br: A transação ainda não chegou na sua carteira. Deseja tentar novamente?

source: Retry
pt_br: Tentar novamente

source: Here is the configuration string of token ${ tokenLabel }: ${ configString }
da: Her er konfigurationsstrengen for token ${ tokenLabel }: ${ configString }
pt_br: Essa é a configuração do seu token ${ tokenLabel }: ${ configString }
ru_ru: Это конфигурация вашего токена ${ tokenLabel }: ${ configString }

source: Executed
pt_br: Executada

source: Processing
pt_br: Processando

source: Voided
pt_br: Inválida

source: Description
da: Beskrivelse
pt_br: Descrição
ru_ru: Описание

source: Transaction ID
pt_br: ID da Transação

source: Nano Contract Status
pt_br: Status do Nano Contract

source: Blueprint Method
pt_br: Método do Blueprint

source: Nano Contract Caller
pt_br: Endereço de assinatura do Nano Contract

source: Reject
pt_br: Rejeitar

source: Approve
pt_br: Aprovar

source: Connect to this dApp?
pt_br: Conectar à esse dApp?

source: By clicking connect, you allow this dapp to receive your wallet's public address. Please validate the URL and the dApp name, this is an important security step to protect your data from potential phishing risks.
pt_br: Ao clicar conectar, você permite que esse dApp receba o endereço público da sua wallet. Por favor valide a URL e o nome do dApp, essa é uma etapa importante de segurança para proteger seus dados de potenciais riscos de phishing.

source: New Create Token Request
pt_br: Nova Requisição de Criação de Token

source: You have received a new Create Token Request. Please
pt_br: Você recebeu uma nova Solicitação de Criação de Token. Por favor,

source: carefully review the details
pt_br: revise os detalhes com cuidado

source: before deciding to accept or decline.
pt_br: antes de decidir aceitar ou recusar.

source: Review Create Token Request details
pt_br: Revisar detalhes da Solicitação de Criação de Token

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Name
pt_br: Nome

source: Symbol
pt_br: Símbolo

source: Address to send newly minted ${ data.symbol }
pt_br: Endereço para enviar os tokens ${ data.symbol } criados

source: Address to send change ${ DEFAULT_TOKEN.uid }
pt_br: Endereço para enviar o ${ DEFAULT_TOKEN.uid } de troco

source: Create mint authority?
pt_br: Criar mint authority?

source: Create melt authority?
pt_br: Criar melt authority?

source: Address to send the mint authority
pt_br: Endereço para enviar o mint authority

source: Address to send the melt authority
pt_br: Endereço para enviar o melt authority

source: Allow external mint authority addresses?
pt_br: Permitir endereços externos de mint authority?

source: Allow external melt authority addresses?
pt_br: Permitir endereços externos de melt authority?

source: Token data
pt_br: Dados do Token

source: Accept Request
pt_br: Aceitar Solicitação

source: Decline Request
pt_br: Recusar Solicitação

source: Sending transaction
pt_br: Enviando transação

source: Please wait.
pt_br: Por favor, espere.

source: Create Token Transaction successfully sent.
pt_br: Transação de Criação de Token enviada com sucesso.

source: Ok, close
pt_br: Ok, fechar

source: Error while sending create token transaction.
pt_br: Erro ao enviar transação de criação de token.

source: New Sign Message Request
pt_br: Nova Solicitação de Assinatura de Mensagem

source: You have received a new Sign Message Request. Please
pt_br: Você recebeu uma nova Solicitação de Assinatura de Mensagem. Por favor,

source: Review Sign Message Request details
pt_br: Revisar detalhes da Solicitação de Assinatura de Mensagem

source: Message to sign
pt_br: Mensagem para assinar

source: Address Path
pt_br: Path do Endereço

source: Oracle data to sign
pt_br: Dados do Oracle para assinar

source: Caution: There are risks associated with signing dapp transaction requests.
pt_br: Cuidado: Há riscos associados a pedidos de assinatura de transação via dApp.

source: Read More.
pt_br: Ler mais.

source: Review your transaction from this dApp
pt_br: Revise sua transação originada neste dApp

source: Stay vigilant and protect your data from potential phishing attempts.
pt_br: Fique atento e proteja seus dados de potenciais tentativas de phising.

source: Decline transaction
pt_br: Recusar transação

source: Are you sure you want to decline this transaction?
pt_br: Tem certeza que deseja recusar esta transação?

source: Yes, decline transaction
pt_br: Sim, recusar transação

source: No, go back
pt_br: Não, voltar

source: ${ tokenSymbol } Deposit
pt_br: ${ tokenSymbol } Depósito

source: ${ tokenSymbol } Withdrawal
pt_br: ${ tokenSymbol } Saque

source: Action List
pt_br: Lista de Actions

source: To Address:
pt_br: Para o endereço:

source: Blueprint ID
pt_br: ID do Blueprint

source: Blueprint Name
pt_br: Nome do Blueprint

source: Loading...
pt_br: Carregando...

source: Couldn't determine address, select one
pt_br: Não foi possível determinar um endereço, selecione um

source: Position ${ idx }
pt_br: Posição ${ idx }

source: Arguments
pt_br: Argumentos

source: Loading arguments.
pt_br: Carregando argumentos.

source: You have received a new Nano Contract Transaction. Please
pt_br: Você recebeu um pedido para criar uma transação de Nano Contract. Por favor,

source: Review transaction details
pt_br: Revisar detalhes da transação

source: Success!
pt_br: Sucesso!

source: Transaction successfully sent.
pt_br: Transação enviada com sucesso.

source: Registering Nano Contract.
pt_br: Registrando Nano Contract

source: Nano Contract Not Found
pt_br: Nano Contract não encontrado

source: The Nano Contract requested is not registered. First register the Nano Contract to interact with it.
pt_br: O Nano Contract solicitado não está registrado. Primeiro registre o Nano Contract para interagir com ele.

source: Decline Transaction
pt_br: Recusar transação

source: Error while registering Nano Contract.
pt_br: Erro ao tentar registrar o Nano Contract.

source: Loading transaction information.
pt_br: Carregando informações da transação.

source: Insufficient Funds
pt_br: Saldo insuficiente

source: Ensure your wallet balance covers the required amount to accept this transaction.
pt_br: Certifique-se de que o saldo da sua carteira cubra o valor necessário para aceitar esta transação.

source: Accept Transaction
pt_br: Aceitar transação

source: Error while sending transaction.
pt_br: Ocorreu um erro durante o envio da transação.

source: New Sign Oracle Data Request
pt_br: Nova Solicitação de Assinatura do Oracle

source: You have received a new Sign Oracle Data Request. Please
pt_br: Você recebeu uma nova Solicitação de Assinatura do Oracle. Por favor,

source: Review Sign Oracle Data Request details
pt_br: Revisar detalhes da Solicitação de Assinatura do Oracle

source: Custom network
pt_br: Rede personalizada

source: New Nano Contract Address
pt_br: Novo endereço para o Nano Contract

source: This address signs any transaction you create with Nano Contracts method. Switching to a new one means
pt_br: Este endereço assina toda transação criada com os métodos do Nano Contract. Ao alterar para um novo endereço significa que

source: all future transactions will use this address.
pt_br: todas as transações futuras usarão este endereço.

source: Selected Information
pt_br: Informação Selecionada

source: Index
pt_br: Índice

source: Confirm new address
pt_br: Confirmar novo endereço

source: Go back
pt_br: Voltar

source: Load More
pt_br: Carregar mais

source: Loading Nano Contract transactions.
pt_br: Carregando transações do Nano Contract.

source: Nano Contract Transactions Error
pt_br: Erro em Transações do Nano Contract

source: Registered Address
pt_br: Endereço Registrado

source: See status details
pt_br: Ver detalhes

source: Unregister contract
pt_br: Desregistrar contract

source: No Actions
pt_br: Nenhuma Action

source: See full transaction details on Public Explorer.
pt_br: Ver detalhes completos da transação no Explorer Público.

source: Deposit ${ tokenSymbol }
pt_br: Depósito ${ tokenSymbol }

source: Withdrawal ${ tokenSymbol }
pt_br: Saque ${ tokenSymbol }

source: Date and Time
pt_br: Data & Hora

source: From this wallet
pt_br: Desta wallet

source: See transaction details
pt_br: Ver detalhes

source: No Nano Contracts
pt_br: Nenhum Nano Contract

source: You can keep track of your registered Nano Contracts here once you have registered them.
pt_br: Você pode acompanhar os Nano Contracts registrados nesta tela.

source: Register new
pt_br: Registrar novo

source: Choose New Wallet Address
pt_br: Escolha o Novo Endereço

source: Load Addresses Error
pt_br: Erro ao carregar endereços

source: Loading wallet addresses.
pt_br: Carregando endereços da wallet.

source: Current Information
pt_br: Informação Atual

source: To change, select other address on the list below.
pt_br: Para alterar, selecione outro endereço da lista abaixo.

source: index
pt_br: índice

source: Unregister Nano Contract
pt_br: Desregistrar Nano Contract

source: Are you sure you want to unregister this Nano Contract?
pt_br: Confirma que deseja desregistrar este Nano Contract?

source: Yes, unregister contract
pt_br: Sim, desregistrar

source: Amount of ${ this.name } (${ this.symbol })
da: Antal ${ this.name } (${ this.symbol })
ru_ru: Количество ${ this.name } (${ this.symbol })

source: You have ${ amountAvailableText } HTR available
da: Du har ${ amountAvailableText } HTR tilgængelig
ru_ru: У вас ${ amountAvailableText } HTR

source: TOKENS
ru_ru: ТОКЕНЫ

source: **${ _this.props.loadedData.transactions } transactions** found
da: **${ _this.props.loadedData.transactions } transaktioner** fundet
ru_ru: **${ _this.props.loadedData.transactions } транзакций** найдено

source: **${ _this.props.loadedData.addresses } addresses** found
da: **${ _this.props.loadedData.addresses } adresser** fundet
ru_ru: **${ _this.props.loadedData.addresses } адресов** найдено

source: Token
ru_ru: Токен

source: Status
ru_ru: Статус

source: Opening camera
ru_ru: Камера открывается

source: OK
da: Okay
