Repository: HathorNetwork/hathor-wallet-mobile
Catalog: locale/*/texts.po
Languages: da, pt_br, ru_ru

source: Unknown
da: Ukendt
pt_br: Desconhecido
ru_ru: Неизвестно

source: Received ${ symbol }
da: Modtaget ${ symbol }
pt_br: Recebido ${ symbol }
ru_ru: Получено ${ symbol }

source: Sent ${ symbol }
da: Sendt ${ symbol }
pt_br: Enviado ${ symbol }
ru_ru: Отправлено ${ symbol }

source: You sent ${ symbol } to yourself
da: Du sendte ${ symbol } til dig selv
pt_br: Você enviou ${ symbol } para você mesmo
ru_ru: Вы отправили себе ${ symbol }

source: [Today •] HH:mm
da: [I dag •] HH:mm
pt_br: [Hoje •] HH:mm
ru_ru: [Сегодня •] HH:mm

source: [Tomorrow •] HH:mm
da: [I morgen •] HH:mm
pt_br: [Amanhã •] HH:mm
ru_ru: [Завтра •] HH:mm

source: [Yesterday •] HH:mm
da: [I går •] HH:mm
pt_br: [Ontem •] HH:mm
ru_ru: [Вчера •] HH:mm

source: [Last] dddd [•] HH:mm
da: [Sidste] dddd [•] HH:mm
pt_br: [Última] dddd [•] HH:mm
ru_ru: [Последний] dddd [•] HH:mm

source: Invalid address
da: Ugyldig adresse
pt_br: Endereço inválido
ru_ru: Неправильный адрес

source: You have received ${ firstToken }, ${ secondToken } and ${ otherCount } other token on a new transaction.
pt_br: Você recebeu ${ firstToken }, ${ secondToken } e ${ otherCount } outro token em uma nova transação.

source: You have received ${ _firstToken } and ${ _secondToken } on a new transaction.
pt_br: Você recebeu ${ _firstToken } e ${ _secondToken } em uma nova transação.

source: You have received ${ _firstToken2 } on a new transaction.
pt_br: Você recebeu ${ _firstToken2 } em uma nova transação.

source: There is a new transaction in your wallet.
pt_br: Há uma nova transação na sua carteira.

source: New transaction received
da: Ingen transaktioner
pt_br: Nova transação recebida
ru_ru: Нет транзакций

source: ABOUT
da: OM
pt_br: SOBRE
ru_ru: О НАС

source: This app is developed by Hathor Labs and is distributed for free.
da: Denne app er udviklet af Hathor Labs og distribueres gratis.
pt_br: Este aplicativo foi desenvolvido pela Hathor Labs e é distribuído de graça.
ru_ru: Это приложение разработано Hathor Labs и распространяется бесплатно.

source: This wallet is connected to the **mainnet**.
da: Denne wallet er tilsluttet til ** mainnet **.
pt_br: Esta wallet está conectada à **mainnet**.
ru_ru: Этот кошелек подключен к **mainnet**.

source: A mobile wallet is not the safest place to store your tokens. So, we advise you to keep only a small amount of tokens here, such as pocket money.
da: En mobil wallet er ikke det sikreste sted at gemme dine tokens. Så vi råder dig til kun at opbevare en lille mængde tokens her, såsom lommepenge.
pt_br: Uma wallet de celular não é a forma mais segura de guardar seus tokens. Por isso, nós aconselhamos que você mantenha apenas uma pequena quantidade de tokens aqui.
ru_ru: Мобильный кошелек - не самый безопасный способ для хранения ваших токенов. Поэтому мы не советуем хранить на нем большие суммы.

source: For further information, check out the |link1:Terms of Service| and |link2:Privacy Policy|, or our website |link3:https://hathor.network/|.
pt_br: Para mais informações, veja os |link1:Termos de Serviço| e |link2:Política de Privacidade|, ou visite nosso site |link3:https://hathor.network/|.

source: Words saved correctly
da: Ord gemt korrekt
pt_br: Palavras salvas com sucesso
ru_ru: Seed-фраза введена верно

source: To make sure you saved,
da: For at sikre dig, at du har gemt,
pt_br: Para conferir que você salvou,
ru_ru: Чтобы убедиться в том, что вы сохранили,

source: Please select the word that corresponds to the number below:
da: Vælg det ord, der svarer til nummeret herunder:
pt_br: Por favor, selecione a palavra que corrende ao número abaixo:
ru_ru: Пожалуйста, выберите слово, которое соответствует номеру ниже:

source: Incorrect PIN code.
da: Forkert PIN-kode.
pt_br: PIN incorreto.
ru_ru: Неверный PIN-код.

source: PIN codes don't match.
da: PIN-koder stemmer ikke overens.
pt_br: Os PINs estão diferentes.
ru_ru: PIN-коды не совпадают.

source: Error while changing PIN
da: Fejl under ændring af pinkode
pt_br: Erro ao mudar o PIN
ru_ru: Ошибка при смене PIN-кода

source: Please enter your **current PIN**
da: Indtast din **aktuelle PIN**
pt_br: Por favor entre com o seu **PIN atual**
ru_ru: Пожалуйста, введите ваш **текущий PIN-код**

source: Please enter your **new PIN**
da: Indtast din **PIN**
pt_br: Por favor, entre com o seu **novo PIN**
ru_ru: Пожалуйста, введите ваш новый **PIN-код**

source: Please enter your **new PIN** again
da: Indtast din **nye PIN** igen
pt_br: Por favor, entre novamente com o seu **novo PIN**
ru_ru: Пожалуйста, введите ваш **новый PIN-код** снова

source: New PIN recorded
da: Ny PIN gemt
pt_br: Novo PIN salvo
ru_ru: Новый PIN-код сохранен

source: CHANGE PIN
da: SKIFT PIN
pt_br: MUDAR PIN
ru_ru: ИЗМЕНИТЬ PIN-код

source: Enter your new PIN code
da: Indtast din nye PIN-kode
pt_br: Digite seu novo PIN
ru_ru: Введите новый PIN-код

source: Enter your new PIN code again
da: Indtast din nye PIN-kode igen
pt_br: Digite seu novo PIN novamente
ru_ru: Введите новый PIN-код еще раз

source: Create a new PIN code,
da: Opret en ny PIN-kode,
pt_br: Criar um novo PIN,
ru_ru: Создать новый PIN-код,

source: To confirm the PIN,
da: For at bekræfte pinkoden,
pt_br: Para confirmar o PIN,
ru_ru: Для подтверждения PIN-кода,

source: PIN codes don't match. Try again.
da: PIN-koder stemmer ikke overens. Prøv igen.
pt_br: Os PINs estão diferentes. Tente novamente.
ru_ru: PIN-коды не совпадают. Попробуйте еще раз.

source: Start the Wallet
da: Start Wallet
pt_br: Iniciar a Wallet
ru_ru: Запустить кошелек

source: Invalid amount
pt_br: Quantidade inválida

source: CREATE TOKEN
da: OPRET TOKEN
pt_br: CRIAR TOKEN
ru_ru: СОЗДАТЬ ТОКЕН

source: Amount of ${ name } (${ symbol })
pt_br: Quantidade de ${ name } (${ symbol })

source: Deposit:
da: Indsæt:
pt_br: Depósito:
ru_ru: Депозит:

source: You have ${ amountAvailableText } ${ nativeSymbol } available
pt_br: Você tem ${ amountAvailableText } ${ nativeSymbol } disponíveis

source: Next
da: Næste
pt_br: Próximo
ru_ru: Далее

source: Creating token
da: Opretter token
pt_br: Criando um token
ru_ru: Создать токен

source: Enter your 6-digit pin to create your token
da: Indtast din 6-cifrede pin for at oprette din token
pt_br: Digite seu PIN de 6 dígitos para criar o seu token
ru_ru: Введите 6-значный PIN-код для создания токена

source: Authorize token creation
da: Autoriser oprettelse af token
pt_br: Autorizar criação de token
ru_ru: Авторизовать создание токена

source: Building transaction
pt_br: Criando transação

source: **${ this.name }** created successfully
da: **${ this.name }** oprettet korrekt
pt_br: **${ this.name }** criado com sucesso
ru_ru: **${ this.name }** успешно создан

source: Amount of ${ this.name }
da: Antal af ${ this.name }
pt_br: Quantidade de ${ this.name }
ru_ru: Количество ${ this.name }

source: Token name
da: Token navn
pt_br: Nome do token
ru_ru: Имя токена

source: Token symbol
pt_br: Símbolo do token
ru_ru: Символ токена

source: Deposit
da: Indsæt
pt_br: Depósito
ru_ru: Депозит

source: Create token
da: Opret token
pt_br: Criar um token
ru_ru: Создать токен

source: When creating new tokens, a |fn:deposit of ${ depositPercentage }%| in HTR is required - e.g. if you create 1000 NewCoins, 10 HTR are needed as deposit.
da: Når du opretter nye tokens, kræves der et |fn: depositum på ${ depositPercentage }%| i HTR - f.eks. hvis du opretter 1000 NewCoins, er 10 HTR nødvendige som depositum.
pt_br: Quando um novo token é criado, um |fn:depósito de ${ depositPercentage }%| é exigido em HTR - por exemplo, se você criar 1.000 MinhaMoeda, 10 HTR serão exigidos como depósito.
ru_ru: При создании новых токенов |fn:депозит составит ${ depositPercentage }%| в HTR - например, если вы захотите создать 1000 NewCoins, вам понадобится 10 HTR.

source: If these tokens are later melted, the HTR deposit will be returned. Read more about it |link:here|.
da: Hvis disse tokens senere smeltes, returneres dit HTR-depositum. Læs mere om det |link:her|.
pt_br: Se esses tokens forem destruídos futuramente, o depósito em HTR será devolvido. Leia mais sobre esse depósito |link:aqui|.
ru_ru: Если эти токены будут уничтожены в будущем, депозит HTR будет возвращен. Подробнее об этом |link:здесь|.

source: I understand
da: Jeg forstår
pt_br: Eu concordo
ru_ru: Я понимаю

source: TOKEN DETAILS
da: TOKEN DETALJER
pt_br: DETALHES DO TOKEN
ru_ru: ДЕТАЛИ ТОКЕНА

source: 0/30 characters
da: 0/30 tegn
pt_br: 0/30 caracteres
ru_ru: 0/30 символов

source: ${ text.length }/30 characters
da: $ { text.length }/30 tegn
pt_br: ${ text.length }/30 caracteres
ru_ru: ${ text.length }/30 символов

source: Token Name
da: Token Navn
pt_br: Nome do Token
ru_ru: Имя Токена

source: Token name should be the full name of the new token you are creating
da: Token navn skal være det fulde navn på den nye token, du opretter
pt_br: O nome do token deve ser o nome completo do novo token que você está criando
ru_ru: Здесь должно быть указано полное имя создаваемого вами токена

source: E.g. MyToken or My Token
da: F.eks. MyToken eller My Token
pt_br: Por exemplo, MeuToken ou Meu Token
ru_ru: Например, MyToken или My Token

source: Between 2 and 5 characters
da: Mellem 2 og 5 tegn
pt_br: Entre 2 e 5 caracteres
ru_ru: От 2 до 5 символов

source: The symbol is a smaller version of the token name
da: Symbolet er en kortere version af token-navnet
pt_br: O símbolo é a versão reduzida do nome do seu token
ru_ru: Символ является сокращенной версией имени токена

source: E.g. HTR
da: F.eks. HTR
pt_br: Por exemplo, HTR
ru_ru: Например, HTR

source: Welcome to Hathor Wallet!
da: Velkommen til Hathor Wallet!
pt_br: Bem vindo à Hathor Wallet!
ru_ru: Добро пожаловать в Hathor Wallet!

source: For further information, check out our website |link:https://hathor.network/|.
da: For yderligere information, se vores websted |link:https://hathor.network/|.
pt_br: Para mais informações, visite nosso site |link:https://hathor.network/|.
ru_ru: Для получения дополнительной информации, посетите наш веб-сайт |link:https://hathor.network/|.

source: I agree with the |link1:Terms of Service| and |link2:Privacy Policy| and understand the risks of using a mobile wallet
pt_br: Eu concordo com os |link1:Termos de Serviço| e |link2:Política de Privacidade| e entendo os riscos de usar uma wallet de celular

source: Start
pt_br: Iniciar
ru_ru: Начать

source: To start,
da: For at begynde,
pt_br: Para começar,
ru_ru: Начать,

source: You need to **initialize your wallet**.
da: Skal du **initialisere din wallet**.
pt_br: Você precisa **inicializar sua wallet**.
ru_ru: Вам нужно **инициализировать свой кошелек**.

source: You can either **start a new wallet** or **import a wallet** that already exists.
da: Du kan enten **oprette en ny wallet** eller **importere en wallet**, der allerede findes.
pt_br: Você pode tanto **iniciar uma nova wallet** ou **importar uma wallet** que já existe.
ru_ru: Вы можете **создать новый кошелек**, либо **импортировать кошелек**, который уже существует.

source: To import a wallet, you will need to provide your seed words.
da: For at importere en wallet skal du angive dine seed-ord.
pt_br: Para importar uma wallet, você deve entrar com as suas palavras.
ru_ru: Чтобы импортировать кошелек, необходимо ввести seed-фразу.

source: Import Wallet
da: Importer wallet
pt_br: Importar Wallet
ru_ru: Импортировать Кошелек

source: New Wallet
da: Ny wallet
pt_br: Nova Wallet
ru_ru: Новый Кошелек

source: Your wallet has been created!
da: Din wallet er oprettet!
pt_br: Sua wallet foi criada!
ru_ru: Ваш кошелек создан!

source: You must **do a backup** and save the words below **in the same order they appear**.
da: Du skal **lave en sikkerhedskopi** og gemme nedenstående ord **i samme rækkefølge, som de vises**.
pt_br: Você deve **realizar o backup** e salvar as palavras abaixo **na mesma ordem em que elas aparecem**.
ru_ru: Вы должны **сделать резервную копию** и сохранить слова ниже **в том же порядке, в котором они появились**.

source: To import a wallet,
da: Hvis du vil importere en wallet,
pt_br: Para importar sua wallet,
ru_ru: Чтобы импортировать кошелек,

source: You need to **write down the ${ this.numberOfWords } seed words** of your wallet, separated by space.
da: Skal du **skrive ${ this.numberOfWords } seed-ord** i din wallet adskilt med mellemrum.
pt_br: Você precisa **digitar as ${ this.numberOfWords } palavras** da sua wallet, separadas por espaço.
ru_ru: Вам нужно **записать ${ this.numberOfWords } seed-фразу** вашего кошелька.

source: Words
da: Ord
pt_br: Palavras
ru_ru: Слова

source: Enter your seed words separated by space
da: Indtast dine seed-ord adskilt med mellemrum
pt_br: Digite suas palavras separadas por espaços
ru_ru: Введите seed-фразу

source: Try again
pt_br: Tente novamente

source: Loading your transactions
da: Indlæser dine transaktioner
pt_br: Carregando suas transações
ru_ru: Загрузка ваших транзакций

source: **${ loadedData.transactions } transactions** found
pt_br: **${ loadedData.transactions } transações** encontradas

source: **${ loadedData.addresses } addresses** found
pt_br: **${ loadedData.addresses } endereços** encontrados

source: There's been an error connecting to the server.
pt_br: Ocorreu um erro ao conectar com o servidor.

source: Reset wallet
da: Nulstil wallet
pt_br: Resetar Wallet
ru_ru: Сбросить кошелек

source: No transactions
da: Ingen transaktioner
pt_br: Nenhuma transação
ru_ru: Нет транзакций

source: |share:Share your address| with friends and start exchanging tokens
da: |share:Del din adresse| med venner og begynd at udveksle tokens
pt_br: |share:Compartilhe seu endereço| com seus amigos e comece a trocar seus tokens
ru_ru: |share:Поделитесь своим адресом| с друзьями и начните обменивать свои токены

source: Loading transactions
da: Indlæser dine transaktioner
pt_br: Carregando transações
ru_ru: Загрузка ваших транзакций

source: There was an error loading your transaction history
pt_br: Ocorreu um erro ao carregar seu histórico de transações

source: Please |tryAgain:try again|
pt_br: Por favor |tryAgain:tente novamente|

source: Available Balance
da: Tilgængelig saldo
pt_br: Saldo Disponível
ru_ru: Доступный Баланс

source: Locked
da: Låst
pt_br: Bloqueado
ru_ru: Заблокированный

source: Manual
pt_br: Digitar

source: Register Nano Contract
pt_br: Registrar Nano Contract

source: Scan the nano contract ID QR code
pt_br: Escaneie o QR code do ID do Nano Contract

source: You've just received **${ amount } ${ symbol }**
da: Du har lige modtaget **${ amount } ${ symbol }**
pt_br: Você recebeu **${ amount } ${ symbol }**
ru_ru: Вы только что получили **${ amount } ${ symbol }**

source: PAYMENT REQUEST
da: BETALINGSANMODNING
pt_br: REQUISIÇÃO DE PAGAMENTO
ru_ru: ЗАПРОС СРЕДСТВ

source: Amount
da: Antal
pt_br: Quantidade
ru_ru: Количество

source: My Address
da: Min adresse
pt_br: Meu endereço
ru_ru: Мой Адрес

source: Received
da: Modtaget
pt_br: Recebido
ru_ru: Получено

source: Waiting confirmation
da: Venter på bekræftelse
pt_br: Aguardando confirmação
ru_ru: Ожидание подтверждения

source: Incorrect PIN Code. Try again.
da: Forkert PIN-kode. Prøv igen.
pt_br: PIN incorreto. Tente novamente.
ru_ru: Неверный PIN-код. Попробуйте еще раз.

source: Enter your PIN Code
da: Indtast din pinkode
pt_br: Digite seu PIN
ru_ru: Введите свой PIN-код

source: Unlock Hathor Wallet
da: Lås Hathor-wallet op
pt_br: Desbloqueie sua Hathor Wallet
ru_ru: Разблокировать Hathor Wallet

source: Cancel
da: Annuller
pt_br: Cancelar
ru_ru: Отмена

source: Biometry failed or canceled.
pt_br: Biometria falhou ou foi cancelada.

source: Push Notification
pt_br: Notificação

source: Enable Push Notification
pt_br: Habilitar Notificação

source: Show amounts on notification
pt_br: Mostrar valores na notificação

source: Updating push notification...
pt_br: Atualizando configurações de notificação...

source: There was an error enabling push notification. Please try again later.
pt_br: Ocorreu um erro ao atualizar as configurações de notificação. Por favor, tente novamente mais tarde.

source: Payment Request
da: Betalingsanmodning
pt_br: Requisição de Pagamento
ru_ru: Запрос Средств

source: RECEIVE
da: MODTAG
pt_br: RECEBER
ru_ru: ПОЛУЧИТЬ

source: You can register Tokens manually.
pt_br: Você pode registrar Tokens manualmente.

source: You can register Tokens and Nano Contracts manually.
pt_br: Você pode registrar Tokens e Nano Contracts manualmente.

source: You can register Tokens and use Reown manually.
pt_br: Você pode registrar Tokens e usar o Reown manualmente.

source: You can register Tokens, Nano Contracts or Reown manually.
pt_br: Você pode registrar Tokens, Nano Contracts ou o Reown manualmente.

source: Feature Not Available
pt_br: Funcionalidade não disponível.

source: The nano contract feature is not enabled.
pt_br: Nano Contracts não estão habilitados.

source: The reown feature is not enabled.
pt_br: Reown não está habilitado.

source: Register
pt_br: Registrar

source: Register Token
pt_br: Registrar um token

source: Reown Connection
pt_br: Reown

source: Manual info
da: Manuel information
pt_br: Digitar
ru_ru: Ручной ввод

source: REGISTER TOKEN
da: REGISTRER TOKEN
pt_br: REGISTRAR UM TOKEN
ru_ru: РЕГИСТРАЦИЯ ТОКЕНА

source: Scan the token QR code
da: Scan QR-koden til token
pt_br: Leia o QR code do token
ru_ru: Сканировать QR-код токена

source: You're going to register the following token:
da: Du registrerer følgende token:
pt_br: Você irá registrar o seguinte token:
ru_ru: Вы зарегистрируете следующий токен:

source: Name:
da: Navn:
pt_br: Nome:
ru_ru: Имя:

source: Symbol:
pt_br: Símbolo:
ru_ru: Символ:

source: Configuration string
da: Konfigurationsstreng
pt_br: Configuração
ru_ru: Конфигурация

source: Register token
da: Registrer token
pt_br: Registrar um token
ru_ru: Зарегистрировать токен

source: RESET WALLET
da: NULSTIL WALLET
pt_br: RESETAR WALLET
ru_ru: СБРОСИТЬ КОШЕЛЕК

source: Are you sure?
da: Er du sikker?
pt_br: Você tem certeza?
ru_ru: Вы уверены?

source: If you reset your wallet, **all data will be deleted**, and you will **lose access to your tokens**.
da: Hvis du nulstiller din wallet, **vil alle data blive slettet**, og du mister **adgang til dine tokens**.
pt_br: Se você resetar sua wallet, **todos os seus dados serão apagados**, e você irá **perder acesso aos seus tokens**.
ru_ru: Если вы сбросите свой кошелек, **все данные будут удалены**, и вы **потеряете доступ к своим токенам**.

source: To recover access to your tokens, you will need to import your seed words again.
da: For at gendanne adgang til dine tokens, skal du importere dine seed-ord igen.
pt_br: Para recuperar acesso aos seus tokens, você irá precisar importar suas palavras novamente.
ru_ru: Чтобы восстановить доступ к вашим токенам, вам потребуется ввести seed-фразу.

source: I want to reset my wallet, and I acknowledge that **all data will be wiped out**.
da: Jeg vil nulstille min wallet, og jeg forstår, at **alle data vil blive slettet**.
pt_br: Eu quero resetar minha wallet, e eu entendo que **todos os dados serão deletados**.
ru_ru: Я хочу сбросить свой кошелек и понимаю, что **все данные будут удалены**.

source: Reset Wallet
da: Nulstil wallet
pt_br: Resetar Wallet
ru_ru: Сбросить Кошелек

source: Disable biometry
pt_br: Desativar biometria

source: Disabling biometry
pt_br: Desativando biometria

source: Enter your 6-digit pin to enable biometry
pt_br: Digite seu PIN de 6 dígitos para habilitar biometria

source: No biometry supported
da: Ingen biometri understøttet
pt_br: Nenhuma biometria suportada
ru_ru: Биометрия не поддерживается

source: Use ${ this.supportedBiometry }
da: Brug ${ this.supportedBiometry }
pt_br: Usar ${ this.supportedBiometry }
ru_ru: Использовать ${ this.supportedBiometry }

source: SECURITY
da: SIKKERHED
pt_br: SEGURANÇA
ru_ru: БЕЗОПАСНОСТЬ

source: Change PIN
da: Skift pinkode
pt_br: Mudar PIN
ru_ru: Изменить PIN-код

source: Lock wallet
da: Lås wallet
pt_br: Bloquear a wallet
ru_ru: Заблокировать кошелек

source: SEND
pt_br: ENVIAR
ru_ru: ОТПРАВИТЬ

source: Address to send
da: Adresse, der skal sendes til
pt_br: Endereço para enviar
ru_ru: Адрес отправки

source: Insufficient funds
da: Utilstrækkelige midler
pt_br: Saldo insuficiente
ru_ru: Недостаточно средств

source: ${ amountAndToken } available
da: ${ amountAndToken } tilgængelig
pt_br: ${ amountAndToken } disponível
ru_ru: ${ amountAndToken } доступно

source: SEND ${ tokenNameUpperCase }
pt_br: ENVIAR ${ tokenNameUpperCase }
ru_ru: ОТПРАВИТЬ ${ tokenNameUpperCase }

source: Your transfer is being processed
da: Din overførsel behandles
pt_br: Sua transferência está sendo processada
ru_ru: Ваш перевод обрабатывается

source: Enter your 6-digit pin to authorize operation
da: Indtast din 6-cifrede pin for at godkende overførslen
pt_br: Digite seu PIN de 6 dígitos para autorizar a operação
ru_ru: Введите 6-значный PIN-код для авторизации операции

source: Authorize operation
da: Autoriserer overførslen
pt_br: Autorizar operação
ru_ru: Авторизовать операцию

source: Your transfer of **${ this.amountAndToken }** has been confirmed
da: Din overførsel af **${ _this.amountAndToken }** er bekræftet
pt_br: Sua transferência de **${ this.amountAndToken }** foi confirmada
ru_ru: Ваш перевод **${ this.amountAndToken }** был подтвержден

source: Address
da: Adresse
pt_br: Endereço
ru_ru: Адрес

source: Send
pt_br: Enviar
ru_ru: Отправить

source: Invalid QR code
da: Ugyldig QR-kode
pt_br: QR code inválido
ru_ru: Неверный QR-код

source: You don't have the requested token [${ tokenLabel }]
da: Du har ikke den anmodede token [${ tokenLabel }]
pt_br: Você não tem o token requisitado [${ tokenLabel }]
ru_ru: У вас нет запрошенного токена [${ tokenLabel }]

source: Scan the QR code
da: Scan QR-koden
pt_br: Leia o QR code
ru_ru: Сканировать QR-код

source: You are connected to
da: Du er tilsluttet til
pt_br: Você está conectado à
ru_ru: Вы подключены к

source: General Settings
pt_br: Configurações Gerais

source: Connected to
da: Forbundet til
pt_br: Conectado ao servidor
ru_ru: Подключены к

source: Security
da: Sikkerhed
pt_br: Segurança
ru_ru: Безопасность

source: Create a new token
da: Opret en ny token
pt_br: Criar um novo token
ru_ru: Создать новый токен

source: Register a token
da: Registrer en token
pt_br: Registrar um token
ru_ru: Зарегистрировать токен

source: About
da: Om
pt_br: Sobre
ru_ru: О нас

source: Unique app identifier
pt_br: Identificador único do aplicativo

source: Developer Settings
pt_br: Configurações do Desenvolvedor

source: Network Settings
pt_br: Configurações de Rede

source: Unregister
da: Afmeld
pt_br: Desregistrar
ru_ru: Отменить регистрацию

source: Invalid QR Code
pt_br: QR code inválido

source: The scanned QR code is not in a recognized format.
pt_br: O QR code escaneado não está em um formato reconhecível.

source: Scan QR Code
pt_br: Leia o QR code

source: UNREGISTER TOKEN
da: AFREGISTRER TOKEN
pt_br: DESREGISTRAR TOKEN
ru_ru: ОТМЕНИТЬ РЕГИСТРАЦИЮ ТОКЕНА

source: If you unregister this token **you won't be able to execute operations with it**, unless you register it again.
da: Hvis du afregistrerer denne token, **kan du ikke udføre funktioner med den**, medmindre du registrerer den igen.
pt_br: Se você desregistrar esse token **você não conseguirá mais executar operações com ele**, a não ser que você o registre novamente.
ru_ru: Если вы отмените регистрацию этого токена, **вы не сможете выполнять операции с ним**, пока не зарегистрируете его снова.

source: You won't lose your tokens, they will just not appear on this wallet anymore.
da: Du mister ikke dine tokens, de vises bare ikke længere i denne wallet.
pt_br: Você não irá perder os seus tokens, eles apenas não irão mais aparecer nessa wallet.
ru_ru: Вы не потеряете свои токены, они просто больше не будут появляться на этом кошельке.
